{
  "name": "Aqua Grand Plus",
  "image": "/domestic-ro/img-1.jpg",
  "specifications": {
    "stagesOfPurification": [
      {
        "Pre-Sediment Filter": "Removes large particles like sand, dirt, and rust."
      },
      {
        "Activated Carbon Filter": "Adsorbs chlorine, bad taste, odor, color, and organic impurities."
      },
      {
        "Sediment Filter": "Further removes finer particles and impurities."
      },
      {
        "RO Membrane": "Removes dissolved salts, heavy metals, and other impurities."
      },
      {
        "UV Chamber": "Kills bacteria, viruses, and other pathogens."
      },
      {
        "Post-Activated Carbon Filter": "Enhances the taste of the purified water."
      },
      {
        "TDS Controller": "Maintains essential natural minerals in the water."
      }
    ],
    "technology": ["RO (Reverse Osmosis)", "UV (Ultraviolet)", "TDS (Total Dissolved Solids) Controller"],
    "purificationCapacity": "Typically around 12-15 liters per hour (based on standard household RO systems).",
    "storageCapacity": "Generally, around 8-10 liters.",
    "powerConsumption": "Approximately 60-100 watts.",
    "filterChange": "Filters need to be replaced in a year.",
    "design": ["Wall-mounted", "Countertop design"]
  },
  "benefits": [
    "100% Water Purification: Ensures that the water is free from all types of impurities, including dissolved salts, chemicals, and microorganisms.",
    "Multi-Stage Purification: Provides comprehensive purification through multiple stages, ensuring water safety and quality.",
    "Enhanced Taste: The post-carbon filter and TDS controller help retain essential minerals and improve the taste of the water.",
    "Health Benefits: Eliminates harmful bacteria and viruses, reducing the risk of waterborne diseases.",
    "User Convenience: The filter change ensures timely maintenance and a continuous supply of pure water.",
    "Versatility: Suitable for homes, offices, and small businesses due to its efficient and reliable purification process.",
    "Eco-Friendly: Reduces the need for bottled water, thereby minimizing plastic waste."
  ]
}
