{
  "name": "Ozone RO Water Purifier with Digital Display & Alkaline Copper RO System",
  "image": "/domestic-ro/img-9.jpg",
  "specifications": {
    "purificationTechnology": "RO + UV + Copper + Alkaline",
    "storageCapacity": "16 liters",
    "bodyMaterial": "Food-grade plastic",
    "indicators": [
      "Power",
      "Purification",
      "Tank Full"
    ],
    "filtrationStages": "6 to 8 stages",
    "copperEnrichment": "Infuses copper ions into the water",
    "alkalineFilter": "Balances pH levels for healthier drinking water",
    "tdsControl": "Suitable for water with high TDS levels"
  },
  "benefits": [
    "Advanced Purification: Multi-stage filtration ensures the removal of impurities, microbes, and chemicals from the water, providing clean and safe drinking water.",
    "Copper Infusion: Adds essential copper ions to the water, known for their antimicrobial properties and health benefits, such as supporting immune function.",
    "Alkaline Water: Helps in balancing the pH levels of the water, reducing acidity and promoting better hydration and digestion.",
    "High Storage Capacity: With a 16-liter storage capacity, this system is ideal for larger families or office use, ensuring a steady supply of purified water.",
    "Aesthetic Design: The modern and stylish design complements contemporary kitchens and adds an attractive touch to any home or office space.",
    "Health Benefits: The combination of copper and alkaline water promotes better digestion, immunity, and overall hydration, contributing to healthier living."
  ],
  "description": "The Ozone RO Water Purifier with Digital Display and Alkaline Copper RO System combines cutting-edge purification technologies, including RO, UV, Copper, and Alkaline filters. With a 16-liter storage capacity and advanced filtration, it ensures safe and healthy drinking water. The sleek, modern design and added health benefits make it an excellent choice for large households or offices."
}
