{
  "name": "250 LPH RO System",
  "image": "/industrial-ro/img-1.png",
  "specifications": {
    "capacity": "250 liters per hour",
    "stagesOfFiltration": [
      "Pre-Filter: Removes larger particles like sand, silt, and dirt.",
      "Activated Carbon Filter: Removes chlorine, bad taste, and odor.",
      "Sediment Filter: Removes finer particles.",
      "RO Membrane: Removes dissolved salts, heavy metals, and impurities.",
      "Post-Carbon Filter: Polishes the water for taste and purity."
    ],
    "pump": "High-pressure pump to force water through the RO membrane.",
    "controlPanel": "Digital control panel for monitoring and operation.",
    "pressureGauges": "To monitor the pressure in the system.",
    "flowMeters": "To measure the flow rate of the product and reject water.",
    "frame": "Stainless steel frame for durability and hygiene.",
    "autoShutOff": "Automatically shuts off the system when the tank is full.",
    "powerConsumption": "Typically around 1.5-2.5 kW depending on the model."
  },
  "benefits": [
    "High Capacity: Ideal for small to medium-sized businesses, offices, schools, and industries.",
    "Pure Water: Provides high-quality, pure, and safe drinking water by removing up to 99% of contaminants.",
    "Cost-Effective: Reduces the cost of purchasing bottled water.",
    "Environment-Friendly: Decreases the use of plastic bottles, reducing environmental waste.",
    "Improved Taste: Enhances the taste of water by removing chlorine and other contaminants.",
    "Health Benefits: Removes harmful chemicals and microorganisms, providing safer water for consumption.",
    "Easy Maintenance: Designed for easy operation and maintenance with readily available replacement parts.",
    "Compact Design: Space-saving design suitable for various installations."
  ],
  "description": "This 250 LPH RO system is a robust and efficient solution for providing a consistent supply of clean and safe water in various settings."
}