{
  "name": "1000 LPH RO System",
  "image": "/industrial-ro/img-3.jpg",
  "specifications": {
    "capacity": "1000 Liters Per Hour",
    "purificationStages": [
      "Sediment Filter",
      "Activated Carbon Filter",
      "Reverse Osmosis Membrane",
      "Post Carbon Filter",
      "UV Sterilization (optional)"
    ],
    "numberOfMembranes": "Typically 2-3 membranes, depending on the system design",
    "pump": "High-pressure pump, usually stainless steel",
    "controlPanel": [
      "Automated controls",
      "Pressure gauges",
      "Flow meters",
      "TDS meter",
      "On/Off switches"
    ],
    "powerRequirement": "220-240V AC, 50-60Hz",
    "frameMaterial": "Stainless steel or powder-coated mild steel",
    "preTreatment": [
      "Sand filter",
      "Activated carbon filter"
    ],
    "postTreatment": "UV sterilizer or Ozonator (optional)",
    "recoveryRate": "50-70% depending on feed water quality",
    "rejectionRate": "Up to 99% of dissolved salts and contaminants",
    "dimensions": "Customizable based on design, typically around 1.5m x 1m x 1.5m",
    "weight": "Approximately 150-200 kg"
  },
  "benefits": [
    "High Capacity: Ideal for commercial and industrial applications where large volumes of purified water are required.",
    "Efficient Contaminant Removal: Removes up to 99% of dissolved salts, chemicals, and impurities, ensuring high-quality water.",
    "Improved Taste and Odor: Activated carbon filters enhance the taste and smell of the water.",
    "Cost-Effective: Reduces the need for bottled water and lowers operational costs over time.",
    "Automation: Advanced control systems allow for easy operation and maintenance, minimizing downtime.",
    "Customizable: Can be tailored to specific needs and water quality requirements.",
    "Durability: Built with robust materials for long-lasting performance.",
    "Health Benefits: Provides safe drinking water by removing harmful contaminants, improving overall health and wellbeing.",
    "Environmental Benefits: Reduces plastic waste associated with bottled water consumption.",
    "Versatility: Suitable for various applications including drinking water, food processing, pharmaceuticals, and more."
  ],
  "description": "The 1000 LPH RO System is a powerful and efficient water purification solution designed for large-scale industrial and commercial applications, ensuring high-purity water with advanced filtration and automation features."
}
