[
  {
    "name": "25 LPH RO System",
    "description": "Our 25 LPH RO system is ideal for small offices, cafes, and coaching centers. We provide installation, filter replacement, membrane cleaning, pump servicing, and AMC to ensure uninterrupted clean water."
  },
  {
    "name": "50 LPH RO System",
    "description": "The 50 LPH RO system is suitable for restaurants, schools, and corporate offices. Our services include installation, periodic servicing, RO membrane changes, and system performance optimization to ensure the best water quality."
  },
  {
    "name": "100 LPH RO System",
    "description": "Designed for hotels, institutions, and medium-sized businesses, our 100 LPH RO system requires proper maintenance. We provide regular servicing, cartridge replacement, leak detection, and emergency repairs for smooth operation."
  },
  {
    "name": "250 LPH RO System",
    "description": "Our 250 LPH RO system is perfect for factories, large office buildings, and hospitals. We offer installation, AMC packages, preventive maintenance, and troubleshooting services to maintain efficiency and longevity."
  },
  {
    "name": "500 LPH RO System",
    "description": "The 500 LPH RO system is built for industrial applications, manufacturing units, and large commercial spaces. We provide complete system installation, pump and membrane maintenance, pressure adjustments, and efficiency checks."
  },
  {
    "name": "1000 LPH RO System",
    "description": "For large-scale industries, universities, and water bottling plants, the 1000 LPH RO system is an advanced solution. We ensure installation, regular servicing, filter replacements, scaling prevention, and system performance monitoring."
  },
  {
    "name": "2000 LPH & Above Industrial RO Plants",
    "description": "Our 2000 LPH and higher-capacity RO plants cater to water treatment plants, pharmaceutical industries, food processing units, and large-scale industries. Our expert team provides customized design, installation, automation, servicing, and technical support."
  },
  {
    "name": "Commercial RO Plant",
    "description": "Designed for hotels, malls, hospitals, and corporate spaces, our commercial RO plants deliver high-quality drinking water. Our services include routine maintenance, media replacement, system upgrades, and AMC plans."
  },
  {
    "name": "Industrial RO Plant",
    "description": "Our industrial RO plants are tailored for factories, textile industries, and large-scale manufacturing units. We provide comprehensive maintenance, chemical cleaning, membrane restoration, and efficiency optimization."
  },
  {
    "name": "Whole House Water Softener",
    "description": "Our whole house water softeners remove hard water minerals, protecting plumbing and appliances. We offer installation, resin regeneration, salt refilling, and periodic maintenance for long-term efficiency."
  },
  {
    "name": "Water Softening Plant",
    "description": "We provide customized water softening solutions for industrial and commercial setups. Our services include installation, hardness testing, resin replacement, and complete system servicing."
  },
  {
    "name": "Multi-Grade Filter (MGF)",
    "description": "MGF systems effectively remove suspended solids and turbidity from water. We provide installation, sand media replacement, and periodic servicing to keep your filtration system performing optimally."
  },
  {
    "name": "Activated Carbon Filter",
    "description": "For chlorine and odor removal, our activated carbon filters are essential for water purification. Our service includes installation, carbon media replacement, and filter maintenance for various applications."
  },
  {
    "name": "Hot & Cold RO Water Dispenser",
    "description": "Our hot and cold RO water dispensers provide instant access to pure drinking water. We offer installation, servicing, filter replacement, and AMC packages to ensure efficiency and hygiene."
  },
  {
    "name": "AMC & RO Service",
    "description": "To ensure your RO system’s long life and efficiency, we offer Annual Maintenance Contracts (AMC), periodic servicing, filter and membrane changes, pump repairs, and system troubleshooting."
  }
]
